"INVITEES" = "Pozvané osoby";
"INVITEES_LOWERCASE" = "pozvané osoby";
"INVITATION_FROM" = "Autor pozvánky:";
"ACCEPT" = "Přijmout";
"MAYBE" = "Možná";
"MAYBE_LOWERCASE" = "možná";
"DECLINE" = "Odmítnout";
"SHOW_IN_CALENDAR" = "Zobrazit v kalendáři";
"EVENT_CANCELED" = "Událost byla zrušena";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " a %@";

"INFO" = "Info";
"ADD_COMMENTS" = "Přidat komentář";
"COMMENTS" = "Komentář";
"REPEATS_FORMAT" = "Opakování: %@";

"INVITES" = "Pozvánky";
"INVITES_FORMAT" = "Pozvánky (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Přijato";
"ACCEPTED_LOWERCASE" = "přijato";
"DECLINED" = "Odmítnuto";
"DECLINED_LOWERCASE" = "odmítnuto";
"DISMISS" = "Zavřít";
"MAYBE_RESPONSE" = "Možná";
"CANCELED" = "Zrušeno";
"NO_INVITATIONS" = "Žádné pozvánky";
"NO_REPLY" = "Nepotvrzeno";
"NO_REPLY_LOWERCASE" = "nepotvrzeno";
"FROM" = "Od";
"FROM_LOWERCASE" = "od";
"MY_STATUS" = "Můj stav";
"MY_STATUS_LOWERCASE" = "můj stav";
"EVENT_DETAILS" = "Vlastnosti";
"NO_ATTENDEES" = "(žádní)";
"INVITE_LIST_ACCEPTED" = "Přijato";
"INVITE_LIST_DECLINED" = "Odmítnuto";
"INVITE_LIST_MAYBE" = "Možná";
"SHARED_CALENDAR_FROM" = "Sdílený kalendář od: %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ až %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\naž %@";
"INVITATION_CANCELED" = "Zrušeno";

"DELEGATE_ACTION_DISALLOWED" = "O této události jste obdrželi oznámení, protože jste delegátem některého z pozvaných účastníků.";